// Version: 3.2.0 build 101003

// About Box
10000=О программе...
10010=Русская локализация:\tС.Ёлкин
10020=Программа бесплатна!
10180=Поддержать проект:

// File Menu
1000=&Файл
1010=Создать &Заметку
1020=Создать &Функцию
1030=&Калькулятор
1040=&Напоминание
1050=&Переводчик
1060=&Список ссылок
1070=Список контакто&в
1110=Создать &Группу
1120=&Rename
1130=Switch &Lock
1140=&Удалить
1145=Закры&ть
1150=Сохранит&ь
1160=&Property...
1170=&View
1180=&Импорт...
1190=&Экспорт...
1200=&Отправить...
1210=Вы&ход

// Edit Menu
1300=&Правка
1310=&Очистить
1320=&Вернуть
1330=&Повторить
1340=В&ыбрать все
1350=Вы&резать
1360=&Копировать
1370=В&ставить
1400=&Delete\tDel
1410=Создать &элемент
1420=&Вставить элемент
1430=&Изменить элемент
1405=&Delete Item\tDel
1406=&Remove Item\tDel
1440=П&еренос по словам
1380=&Text Tools
1381=Highlight 1
1382=Highlight 2
1383=Highlight 3
1384=Highlight 4
1385=Remove Highlight
1386=List 1
1387=List 2
1388=Ordered List
1389=Remove List
1390=Delete all empty lines
1391=Leave one empty line
1450=Поиск/&замена
1460=Subsequent Find
1462=Найти &дальше
1464=Find &Previous
1466=З&аменить и найти
1468=&Replace && Find Previous
1470=За&менить все
1480=&Highlight Match
1490=Insert &Link...
5000=Вставить &шаблон
4000=&Буфер обмена

// Navigation Menu
1550=&Navigation
1560=Н&азад
1570=Впе&ред
1580=На уровень вв&ерх
1590=Recent Notes
7000=Recent &Create
7500=Recent &Modify
8000=Recent &Visit
1600=&Manage Recent Notes
6500=&Favorite
1610=&Add Favorite
1615=&Remove Favorite
1620=&Manage Favorite
1630=&Search...
1650=Recycle Bin

// Tools Menu
1700=С&ервис
1710=&Дерево
1720=&Всегда сверху
1730=&Прозрачность
1740=&Автоскрытие
1750=&Шаблоны...
1760=Сс&ылки...
1770=С&ледить за буфером
1780=&Очистить буфер
1790=Clipboard &Manage
1800=Statistics...
1810=&Панель инструментов...
1820=&Настройка...

// Help Menu
1900=Сп&равка
1910=&Справка
1920=С&траница
1930=&Форум
1950=&Donate
1940=&О программе...

// Tray Menu
1960=Показать
1970=Свернуть
1975=New Note
1980=Auto Record
6000=Fast Links

// Common buttons
1=OK
2=Отмена
402=Добавить...
406=Создать
408=Сброс
404=A
405=V
413=Apply

// Find/Replace Dialog
10200=Найти/заменить
10230=Заменить на:
10350=Сохранять регистр
10360=Слово целиком
10330=Вверх
10340=Вниз
10370=Продолжать с начала
10240=Найти:
10250=Введите текст!
10260=Do you really want to use \%0\ to replace each \%2\ in the %1 direction?
10270=вверх
10280=вниз
10290=Замена выполнена!
10300=Текст не найден!
10310=Текст не найден!
10390=Within selected text
10400=Close me after find first match
10410=Highlight find result

// Define Toolbar Dialog
10450=Настройка панели инструментов
10480=Доступные кнопки
10490=Используемые кнопки
10500=Разделитель
10510=Сбросить в настройки по умолчанию?

// Property Dialog
10600=Property
10650=General
10660=Status:
10680=Create time:
10690=Modify time:
10760=Visit time:
10770=Path:
10850=Extended
10870=Text saved in file:
11000=Список
11020=Загрузить
11030=Сохранить
11040=Выбрать все
11050=Крупные значки
11060=Мелкие значки
11070=Список
11080=Таблица
11090=Abstract
11120=Выбирать всю строку
11100=Показывать сетку
11110=Стиль
11130=Дополнительные элементы
11150=Show Checkbox
11160=Apply to all

// Statistics Dialog
11250=Statistics
11280=Current Page
11290=Database
11300=Total Characters:
11340=Characters ExCr:
11350=Characters ExBl:
11310=Words:
11360=Lines:
11320=Paragraphs:
11330=Items:

// LogIn Dialog
11400=Аутентификация
11410=Наберите пароль:
11430=Неправильный пароль!

// Import Dialog
11500=Импорт
15380=Импорт из:
11510=Файла
11520=Папка
11530=Virtual import

// Export Dialog
11600=Export
15430=Export to:
11610=To file
11620=To folder
11625=To Clipboard
11630=Encode:

// Search Dialog
11700=Search
11720=Page type:
11730=Criteria:

// Mini-note Dialog
11850=New Note

// ClipItem Dialog
11860=New ClipItem
11870=Edit ClipItem
11880=Fixed Item

// Insert Link Dialog
11950=Insert Link

// Options Dialog
15000=Настройка

// Program Settings
15050=Настройки программы
15060=Загружать с Windows
15070=Показывать в трее
15080=Сворачивать в трей
15090=Запускать свернутым
15100=Close to tray
15110=Автоназвание новых страниц
15120=Подтверждать удаление
15130=Общая прокрутка
15140=Фокус на редакторе
15170=Почтовый клиент:
15150=Кнопка свернуть/показать:
15190=Recent notes:
15065=Recycler limit:
15066=Remember page scroll

// Edit Settings
15200=Edit
15270=Автострока
15210=Автоотступ
15245=One click open link
15220=Подтверждать очистку
15230=Закладок:
15250=Возвратов:
15295=Smooth scroll
15215=List 1:
15225=List 2:

// Notes Settings
15300=Notes
15320=New Note:
15325=New note in background:
15330=Snap text:
15335=New note in background and snap text:
15345=Snap text to file:
15341=Close note:
15342=Switch auto record:

// Import / Export Settings
15350=Import / Export
15400=When import:
15360=Use default settings
15370=Always ask
15390=When export:
15410=Always ask
15420=Use default settings
15440=Разделитель:
15460=Use virtual import when drag in files

// Behavior Settings
15500=Действия
15530=по Esc:
15510=Свернуть
15520=Очистить страницу
15540=Двойной клик на закладке:
15550=Switch status
15560=Переименовать
15570=Удалить
15630=Клик средней кнопкой на закладке:
15590=Переименовать
15600=Switch status
15610=Удалить
15640=Двойной клик на группе:
15580=Новая страница
15620=Уровень вверх

// Log In Settings
15700=Log In
15710=Использовать пароль:
15730=Пароль:
15740=Еще раз:
15760=Lock tray-icon after:
15770=Encrypt data file

// Save / Backup Settings
15800=Save / Backup
15810=Автосохранение
15830=Auto backup, interval:
15850=Папка для резервных копий:
15860=Папка для резервных копий:
15890=Total backups:
15825=копий
15835=minutes
15845=hours
15855=days

// Auto Hide Settings
15900=Автоскрытие
15960=Направление:
15970=Пауза скрытия:
15980=Пауза показа:
15990=Время анимации:
16000=Ширина границы:
16010=Любое
16020=Влево
16030=Вверх
16040=Вправо
16050=Вниз

// Appearance Settings
16500=Вид
16610=Language:
16530=Инструментальное окно
16590=Название в заголовке окна
16550=Показывать меню
16560=Панель инструментов
16510=Автонастройка вида
16540=Чувствительность:
16580=Прозрачность:
16620=Splitter width:

// Tree Panel Settings
16700=Tree Panel
16790=Дерево:
16770=Шрифт...
16780=Цвет...
16710=Горизонт. прокрутка дерева
16720=Показывать узлы
16730=Показывать линии
16740=Корень, как узел
16750=Иконки узлов
16800=Tree on right

// Tab Bar Settings
16850=Tab Bar
16930=Закладки:
16920=Шрифт...
16860=Закладки в несколько строк
16890=Tabs on bottom
16870=Ширина закладок:
16900=Иконки закладок
16940=Highlight current tab

// List Panel Settings
17000=List Panel
17040=Список:
17020=Шрифт...
17030=Цвет...
17045=Abstract View:
17055=Шрифт...
17060=Цвет...
17065=Abstract Title:
17075=Шрифт...
17080=Цвет...
17085=Abstract Sel-Title:
17090=Шрифт...
17095=Цвет...

// Editor Settings
17100=Редактор
17140=Редактор:
17120=Шрифт...
17130=Цвет...
15280=Отступ:
17150=Нумерация строк
17170=Цвет...
17180=Текущая строка
17200=Цвет...
17210=Цвет...
17240=Underline
17230=Highlight scheme:

// Other Controls Settings
17400=Other Controls
17410=Mini-note window:
17430=Шрифт...
17440=Цвет...

// Extensions Settings
17600=Extensions
17610=Разрешить калькулятор
17620=Разрешить напоминание
17630=Разрешить переводчик
17640=Разрешить список ссылок
17660=Разрешить список контактов
17670=Разрешить шаблоны
17680=Разрешить буфер обмена
17690=Настройки этой страницы требуют перезапуска программы.

// Calculator Settings
17800=Calculator
17840=Точность:
17850=Углы:
17820=Радианы
17830=Градусы
17860=Функции пользователя:

// Dictionary Settings
17950=Dictionary
17980=Словари:
17960=Показать все
17990=Передача запроса, пожалуйста, подождите...
18000=Подсказкой:
18020=Цвет...

// Launcher Settings
18100=Launcher
18130=Клавиша ссылки:
18210=Разрешить горячие клавиши для подэлементов
18110=Не считывать иконки (быстрее)
18120=Скрывать окно программы после открытия ссылки

// Template Settings
18200=Шаблоны
18220=Горячая клавиша меню:
18240=Меню Шаблоны/Буфер не в фокусе
18250=Горячая клавиша захвата:
20760=Abbrev.:

// Clipboard Settings
18300=Буфер
18350=Элементов:
18360=Размер:
18370=Горячая клавиша меню:
18390=Ширина меню:
18410=Новые - вверху
18340=Filter duplicate items;
18345=Only filter neighboring duplicate items;

// Link Dialog
20170=Добавить ссылку
20180=Изменить ссылку
20030=Файл
20040=Папка
20050=Страница
20060=eMail
20080=Пакет
20120=Ссылка:
20130=тип:
20150=Ссылка:
20160=тип:
20140=Клавиша:
20010=Имя:

// Memo Dialog
20500=Добавить напоминание
20510=Изменить напоминание
20380=Сообщение
20390=Ссылка
20400=Нет
20320=Время:
20430=Сообщение:
20440=Действие:
20450=Однократно
20460=Ежедневно
20470=Еженедельно
20480=Ежемесячно
20485=Yearly
20490=Период:
20560=Нет
20520=Звук:
20540=Нет
20550=Бип
20530=Файл

// Contact Dialog
21290=Изменить контакт
21280=Добавить контакт
21150=Имя:
21160=Работа:
21170=Мобильный:
21180=ICQ:
21190=MSN:
21200=Пол:
21210=Адрес:
21220=Индекс:
21230=Телефон:
21240=Факс:
21250=Другое:
21260=Примечание:
21270=Отдел:
10090=eMail:

// Template Dialog
20740=Добавить шаблон
20750=Изменить шаблон

// Reminder PopupBox
20900=Напоминание!
20920=Напомнить через:
20940=.
20950=Нет напоминаний
20960=Delete me

// Messages & Misc Strings
25000=Новая страница
25010=Имя страницы:
25020=Подсказка
25030=Удалить текущую страницу?
25040=Переименовать
25050=Очистить текущую страницу?
25060=Ж
25070=М
25080=Выбор файла
25090=Все файлы (*.*)|*.*|Исполняемые (*.exe)|*.exe|Документы (*.doc)|*.doc|Таблицы (*.xls)|*.xls|Презентации (*.ppt)|*.ppt|PDF файлы (*.pdf)|*.pdf|Текстовые файлы (*.txt)|*.txt
25100=Выбор аудиофайла
25110=Аудиофайлы (*.wav)|*.wav
25120=Выбор папки
25130=Напомнить
25131=Задача
25132=Нет
25140=Время
25150=Действие
25160=Включить звук
25170=Файл
25180=Описание
25210=Категория
25190=Файла
25191=Папка
25192=Страница
25193=eMail
25194=Node
25195=Другое:
25196=Пакет
25200=Ссылка
25220=Горячая клавиша
25225=Abbrev.
25230=Имя
25240=Пол
25250=Мобильный
25260=eMail
25270=Аська
25280=MSN
25290=Работа
25300=Отдел
25310=Адрес
25320=Индекс
25330=Телефон
25340=Факс
25350=Другое:
25400=Очистить буфер?
25410=Выбор файла для импорта
25420=Text Files (*.txt)|*.txt|minipad2 Export File (*.mep)|*.mep|All Files (*.*)|*.*
25430=Имя файла для экспорта
25440=Текстовые файлы (*.txt)|*.txt|Все файлы (*.*)|*.*
25450=Текстовые файлы (*.txt)|*.txt|Собственный формат (*.mep)|*.mep|Все файлы (*.*)|*.*
25460=Собственный формат (*.mep)|*.mep|Текстовые файлы (*.txt)|*.txt|Все файлы (*.*)|*.*
25470=Содержимое списка скопировано в буфер.
25480=Удалить выбранные из списка быстрых ссылок?
25490=Удалить выбранные элементы?
25495=Are you sure to remove the selected items?
25500=Удалить выбранные страницы?
25510=§
25520=Группа содержит защищенные страницы и не может быть удалена.
25530=Удалить группу со всеми элементами?
25540=Пароль введен некорректно!
25550=Укажите исполняемый файл почтового клиента
25560=Исполняемые (*.exe)|*.exe
25570=Выделенный текст добавлен в список шаблонов.
25580=Элемент с таким содержимым уже существует (Nr. %0)!
25590=Содержание
25600=Информация
26080=Are you sure to apply the current settings to all pages with the same type?
25610=Select Icon File
25620=Icon file (*.ico)|*.ico|All files (*.*)|*.*
25625=Unsupported operation!
25626=New note created with title:
25627=The following text is snapped:
25630=Created new note and snapped the following text:
25628=Data is saved.
26010=Save snapped text to file
26020=The following text has been saved to file
26030=The current node (and subnodes if any) has been exported to folder:
26040=The content of current page has been exported to file:
26045=The content of current page has been exported to clipboard
26050=The content of current node (and subnodes if any) has been exported to file:
26060=The version of the mep file does not match the current version!
26070=Invalid node link!
26090=File importing, holding ESC to abort...
26095=User abort import
26110=Deleting, press and holding ESC to abort...
26100=Page exporting, holding ESC to abort...
26105=User abort export
25670=Group
25690=Note
25680=Tag
25700=Calc
25710=Memo
25720=Dict
25730=Ссылка
25740=Contact
25360=Group
25361=NotePage
25362=Калькулятор
25363=MemoPage
25364=Переводчик
25365=Список ссылок
25366=ContactPage
25375=Сообщение
25376=Ссылка
25377=Contact
25378=Шаблоны
25386=ClipItem
25370=Шаблоны
25380=Быстрая ссылка
25390=Буфер
25750=Normal
25760=Locked
25770=Protected
25780=ReadOnly
25840=Имя
25790=Create Time
25800=Modify Time
25810=Visit Time
25860=External
25820=Файла
25830=Примечание:
25920=Text
25850=Abstract
25855=Search result
25865=Node path
25930=Recent Notes
25940=Recent Created
25950=Recent Modified
25960=Recent Visited
25870=Favorite
25880=Search
25890=Tags
25900=§
25910=RecycleBin
25970==
25980=<>
25990=Include
26000=Exclude